cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'jlhonora/lsusb'

brew 'antigen'
brew 'coreutils'
brew 'dockutil'
brew 'gist'
brew 'git'
brew 'git-lfs'
brew 'go'
brew 'grc'
brew 'hub'
brew 'jq'
brew 'mackup'
brew 'micro'
brew 'mysql'
brew 'openssl'
brew 'readline'
brew 'the_silver_searcher'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'
brew 'jlhonora/lsusb/lsusb'

cask 'a-better-finder-attributes'
cask 'a-better-finder-rename'
cask 'abstract'
cask 'betterzipql'
cask 'big-mean-folder-machine'
cask 'blender'
cask 'blueharvest'
cask 'carbon-copy-cloner'
cask 'cleanmymac'
cask 'coderunner'
cask 'dash'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'folio'
cask 'folx'
cask 'fontexplorer-x-pro'
cask 'franz'
cask 'gitter'
cask 'google-chrome'
cask 'google-drive'
cask 'handbrake'
cask 'iconjar'
cask 'ipartition'
cask 'iterm2'
cask 'kaleidoscope'
cask 'kindle'
cask 'kitematic'
cask 'launchbar'
cask 'mamp'
cask 'paw'
cask 'poedit'
cask 'private-internet-access'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'recordit'
cask 'robomongo'
cask 'sdformatter'
cask 'sequel-pro'
cask 'sketch'
cask 'sketch-toolbox'
cask 'skype'
cask 'spectacle'
cask 'timing'
cask 'transmit'
cask 'tunnelbear'
cask 'tunnelblick'
cask 'unrarx'
cask 'utorrent'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'visual-studio-code'
cask 'vlc'

mas '1Password', id: 443987910
mas 'Amphetamine', id: 937984704
mas 'Annotate', id: 918207447
mas 'BasicSportsTimer', id: 1123595107
mas 'Bear', id: 1091189122
mas 'Bumpr', id: 1166066070
mas 'Byword', id: 420212497
mas 'ColorSnapper2', id: 969418666
mas 'DaisyDisk', id: 411643860
mas 'djay', id: 411699771
mas 'Fantastical 2', id: 975937182
mas 'iA Writer Classic', id: 439623248
mas 'IP Scanner Home', id: 422293948
mas 'Key Codes', id: 414568915
mas 'Kindle', id: 405399194
mas 'LINE', id: 539883307
mas 'LittleIpsum', id: 405772121
mas 'Magic Calculator', id: 421993158
mas 'Memory Clean', id: 451444120
mas 'myTracks', id: 403100976
mas 'Patterns', id: 429449079
mas 'Permute', id: 731738567
mas 'Pocket', id: 568494494
mas 'Quiver', id: 866773894
mas 'Slack', id: 803453959
mas 'Spectrum', id: 518156125
mas 'The Unarchiver', id: 425424353
mas 'TimeKeeper', id: 423293264
mas 'Tweetbot', id: 557168941
mas 'Type Fu', id: 509818877
mas 'Wunderlist', id: 410628904
