cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'jlhonora/lsusb'
tap 'osx-cross/avr'

brew 'antigen'
brew 'avr-libc'
brew 'coreutils'
brew 'dfu-programmer'
brew 'dockutil'
brew 'gist'
brew 'go'
brew 'grc'
brew 'hub'
brew 'jq'
brew 'mackup'
brew 'micro'
brew 'node'
brew 'openssl'
brew 'readline'
brew 'the_silver_searcher'
brew 'wget'
brew 'yarn'
brew 'zsh'
brew 'zsh-completions'
brew 'jlhonora/lsusb/lsusb'

cask '1password'
cask 'a-better-finder-attributes'
cask 'a-better-finder-rename'
cask 'arduino'
cask 'betterzipql'
cask 'big-mean-folder-machine'
cask 'blender'
cask 'blueharvest'
cask 'carbon-copy-cloner'
cask 'cleanmymac'
cask 'coderunner'
cask 'dash'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'fontexplorer-x-pro'
cask 'franz'
cask 'gitter'
cask 'google-chrome'
cask 'handbrake'
cask 'iconjar'
cask 'ipartition'
cask 'iterm2'
cask 'kaleidoscope'
cask 'kindle'
cask 'launchbar'
cask 'libreoffice'
cask 'libreoffice-language-pack'
cask 'mamp'
cask 'paw'
cask 'poedit'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'robomongo'
cask 'sdformatter'
cask 'sequel-pro'
cask 'sizeup'
cask 'sketch'
cask 'skype'
cask 'sublime-text'
cask 'transmit'
cask 'unrarx'
cask 'utorrent'
cask 'vlc'
cask 'xtrafinder'

mas 'Magic Calculator', id: 421993158
mas 'Memory Clean', id: 451444120
mas 'ColorSnapper2', id: 969418666
mas 'Patterns', id: 429449079
mas 'iA Writer Classic', id: 439623248
mas 'Osfoora', id: 502401238
mas 'IP Scanner Home', id: 422293948
mas 'Annotate', id: 918207447
mas 'LittleIpsum', id: 405772121
mas 'Key Codes', id: 414568915
mas 'djay', id: 411699771
mas 'Amphetamine', id: 937984704
mas 'The Unarchiver', id: 425424353
mas 'Pocket', id: 568494494
mas 'Wunderlist', id: 410628904
mas 'Byword', id: 420212497
mas 'Marked 2', id: 890031187
mas 'Pages', id: 409201541
mas 'TimeKeeper', id: 423293264
mas 'Slack', id: 803453959
mas 'Fantastical 2', id: 975937182
mas 'Type Fu', id: 509818877
mas 'BasicSportsTimer', id: 1123595107
mas 'DaisyDisk', id: 411643860
mas '1Password', id: 443987910
mas 'Keynote', id: 409183694
mas 'Bear', id: 1091189122
